crosstyan/air001-cmake-hal/config/air001xx_hal_conf.h
#ifndef __AIR001xx_HAL_CONF_H
#define __AIR001xx_HAL_CONF_H

#define HAL_MODULE_ENABLED 1
#define HAL_CORTEX_MODULE_ENABLED 1
#define HAL_GPIO_MODULE_ENABLED 1
#define HAL_RCC_MODULE_ENABLED 1

#include "air001xx_hal_conf_default.h"
#endif /* __AIR001xx_HAL_CONF_H */
